Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “鬼王出世，离开这！”羿清转身高声提醒，鬼王就算元婴都无法消灭，何况是他们。
en_us: "The Ghost King is born, leave here at once!" Yi Qing turned to shout out a warning. If even the Nascent Soul could not destroy the Ghost King, what chance did they have?

source: “鬼王鬼气冲天，可这幡上却……很干净！”应该说太干净了，没有一丝鬼气从里面漏出来。这也是他们一开始，并没有向羿清问清楚噬魂幡情况的原因，以为这幡还不成气候。现在再想问，他又在顿悟之中。
en_us: "The Ghost Qi of a Ghost King is overwhelming, but this gonfalon… seems very clean!" It was too clean to be exact, with not a bit of Ghost Qi seeping out at all. This was also the reason they did not inquire clearly of Yi Qing about the Soul Devouring Gonfalon in the beginning, thinking that it was nothing serious. But now that he wanted to ask, Yi Qing was having an epiphany.

source: “魔……魔蛟！”看着地上那条已经奄奄一息的蛟，易峰嘴角猛烈的抽了抽，“沈……沈掌门，蛟龙虽然堪比神兽，但是……它毕竟已经入魔，我修的是仙道，不好与魔族为伍。”
en_us: "Demonic... Demonic Wyrm!" Yi Feng grimaced as he studied the writhing wyrm. "Sect... Sect Master Shen, flood dragons may be comparable to immortal beasts, but... they're demonic afterall. I'm training in the Immortal Dao. It's not appropriate for me to adopt a demonic beast as my pet."

source: “魔修！”奚秋脱口而出，上前一步，仔细的盯着上面的影像，突然像是想起了什么，呢喃道，“元婴期的女魔修……又是一身红衣，莫非……是无常毒煞——戚橙雨！”
en_us: "fiendish cultivator!" Xi Qiu blurted out. Stepping forward, he stared carefully at the image above the table. Suddenly struck by a thought, he whispered, "A female fiendish cultivator in the Nascent Soul stage… and wearing a red dress, could she… be the Venomous Witch — Qi Chengyu?!"

source: “魔修！”孤月戒备的退后一步，压低声音朝着道，“沈萤，你搞什么？”
en_us: "A fiendish cultivator!" Alarmed, Lonemoon took a step back and said in a lowered voice, "Shen Ying, what are you up to?"

source: “魔兽？”沈萤愣了一下，部落还是联盟啊？
en_us: "Beast demon?" Shen Ying was confused. Was this a blog or an alliance?

source: “魔尊误会在下了……”毕浩笑得越加的阴寒，刚想解释，身边另一人却忍不住打断。
en_us: "Fiend Supremacy, you have misunderstood me…" Bi Hao's smile grew increasingly chilly. Just as he was about to explain, the person beside him cut in.

source: “魔气！”易峰惊呼出声，不敢置信的看着空中的黑影，“是魔蛟……他不是灵兽，是魔兽！”
en_us: "Demonic aura!" Yi Feng exclaimed, looking with disbelieving eyes at the black figure in the sky. "He's a Demonic Wyrm... He's not a spirit beast, he's a beast demon!"

source: “魔王殿！”孤月一惊，连四周的人都纷纷转头看向她，“你……见到魔王了？”
en_us: " The Devil King Palace?" Lonemoon was astonished, so much so that even the people around her turned their heads to look at her.. "You've...you've seen the Devil King?"

source: “魔王？你说他啊！”沈萤侧开一步，把跟在身后，像只小鹌鹑一样的魔王拉了出来。
en_us: "Devil King? You mean him?!" Shen Ying stepped aside, pulling out the quail-like Devil King who was trailing behind him.

source: “魔界！”羿清一惊。
en_us: "Demon Realm!" Yi Qing gasped.

source: “魔界？这里是魔界！”他下意识的回头一看，眼睛大睁笑得越发的肆意，“哈哈哈……太好了，果然打开了！群魔入侵，到时……”
en_us: “Demonic Realm? This is the Demon Realm!” He subconsciously looked back, then his eyes widened and roared wilfully," HAHAHA... Brilliant, it's open! The demons will invade, and then..."

source: “鱼当然还……”沈萤说到一半又停下，那小屁孩不会被拍晕了，还盖在那条鱼下吧？说起来，她进门的时候，好像那咸鱼下面的确鼓鼓的。
en_us: “The fish is obviously……”Shen Ying paused in mid-sentence, Could it be that kiddo fainted after he got slapped and is still covered under that fish？Now that it was mentioned, the bottom of the salted fish was bulging when she entered just now.

source: “麻烦了……”
en_us: "This is going to be troublesome..."

source: “麻烦你妹啊！”他忍不住把桌上那摊烂泥又扶了起来，“你好歹客气一下，找个正经点的理由吧！麻烦是什么鬼？”
en_us: "Troublesome my foot!" He reached out and pulled the slob to her feet. "You had better have a better reason than that! What kind of lousy reason is 'it's troublesome'?!"

source: “黑色元力怎么会颜色变浅？”
en_us: "Why did the colour of the black essence force become lighter?"

source: “黑色元力！”
en_us: "Black essence force!"

source: “黑色元力，一定又是黑色元力搞的鬼！”
en_us: "It’s the black essence force! It must be due to the black essence force!"

source: “黑色元力，一定是黑色元力！”
en_us: "Black essence force, it must be the black essence force!"

source: “黑色元力，出来！”
en_us: "Black essence force, I summon you!"

source: “黑色元力，就看你的了！”
en_us: "I'm counting on you, black essence force!"

source: “黑色元力，融合！”
en_us: "Black essence force, merge!"

source: “黑色元力？”
en_us: "Black essence force?"

source: “黑色？两枚？”
en_us: "Black? Two pills?"

source: “龙哥？”
en_us: "Brother Long?"

source: “龙？”沈萤愣了一下，“龙不是应该有两只角吗？”神话故事里都是这么说的。
en_us: "A dragon?" Shen Ying hesitated. "Isn't a dragon supposed to have two horns?" That was how all the stories described dragons.

source: ”那？“
en_us: "And?"

source: ……哈？
en_us: ... Ha?

source: ……总感得应该假装不知道。
en_us: ... He felt that it would be best if he pretended he had not heard it.

source: 【六……五……四……】
en_us: [Six... Five... Four...]

source: 【发现大佬！启动紧急应对措施，叮！紧急任务：请给大佬跪下，表达您的狗腿之情！】
en_us: [Spotted the big guy! Begin emergency measure, ding! Emergency mission: Please kneel down for the big guy and showcase your boot licking skills!]

source: 【叮叮叮！超出统计值……严重溢出……%@￥%@%@#￥%……超越位面高级生命体！】
en_us: [Ding ding ding! Exceeding statistics... Major overflow... %@￥%@%@#￥%... Higher dimensional living organism!]

source: 【叮！】
en_us: [Ding!]

source: 【叮！任务发布：请宿主跟大佬说一声，谢谢！】
en_us: [Ding! Mission: May the host please thank the big guy on its behalf?]

source: 【叮！发现入侵者！人数：十五！修为化神期！】
en_us: [Ding! Found an intruder! Number of people: fifteen! Soul Formation stage! ]

source: 【叮！呵呵……】
en_us: [Ding! Heh heh...]

source: 【叮！宿主在高等生命体面前，约等于：辣鸡！】
en_us: [Ding! In front of the high level living organism, host is considered: Trash!]

source: 【叮！宿主已激发最高潜能，时限为十五分钟，即一刻钟。】
en_us: [Ding! Host has stimulated the highest potential, the time limit is 15 minutes, a quarter of an hour.]

source: 【叮！宿主更名申请成功，新名称：宝宝。已确认！】
en_us: [Ding! Host's application for name change is successful. New name: Baby. Confirmed!]

source: 【叮！宿主资料导出中……】
en_us: [Ding! Exporting host's data...]

source: 【叮！对方为来自异界的高级生命体，超越本位面的存在。】
en_us: [Ding! Opponent is a high level living organism from another world, exceeding this dimension.]

source: 【叮！强制任务发布：请给大佬留个好印象，表达宿主纯天然无公害的身份。任务失败，将启动惩罚机制。】
en_us: [Ding! Mandatory mission: Please leave a good impression for the big guy to express your pure and harmless identity. If mission failed, it will start the punishment mechanism.]

source: 【叮！强制任务无法取消！】
en_us: [Ding! Mandatory mission cannot be canceled!]

source: 【叮！恭喜宿主宝宝，完成任务，获得懂礼貌的好少年成就！】
en_us: [Ding! Congratulations Host baby, you have accomplished your mission and achieved the Well-Mannered Teen reward!]

source: 【叮！无敌派地图已开启，发现目标！前方一百米约等于三十三丈处】
en_us: [Ding! The Invincible Sect's map has been opened, target is spotted! At a hundred metres ahead, approximately 33 feet]

source: 【叮！潜力激发倒计时：五分钟！】
en_us: [Ding! Potential stimulation countdown: 5 minutes!]

source: 【叮！潜能激发成功。】
en_us: [Ding! Potential activation successful.]

source: 【叮！系统安全条约规定，禁止宿主对高于位面存在对象，做出不礼貌行为，简称作死！】
en_us: [Ding! System's safety regulations forbid host to have any rude gestures to an opposing party with higher level of existence, it's called seeking death!]

source: 【叮！系统暴露！系统暴露！系统暴露！】
en_us: [Ding! System exposed! System exposed! System exposed!]

source: 【叮！编号：CIEH12型系统为您服务，本系统诞生于3584.65维度位面，ZC999号星球，恒呦浅公司。由于突发星际风暴落入位面缝隙，来到此位面。恒呦浅公司致力于成长系统开发，CIEH12为系列第12号系统，能从各方面引导和纠正宿主不当行为，保证宿主安全健康成长。现已绑定宿主：枫影！】
en_us: [Ding! Serial number: CIEH12 Model System at your service. This system was produced by Heng Youqian Company in Dimension 3584.65, on Planet Number ZC999. Due to a sudden interstellar storm that hit the system's original dimension, it came to this dimension. Heng Youqian Company was committed to the development of these systems. CIEH12 is the 12th system of this model. It can correct and guide the host's misconduct and guarantee the health and growth of the host. Current host: Feng Ying!]

source: 【叮！自动触发梨花带雨功能，有助于宿主获得大佬好感度！】
en_us: [Ding! Automatic triggering the weeping beauty function, helps to get a better impression from the big guy!]

source: 【叮！警告，警告！大佬对你的敌意已破表，灭绝危机！灭绝危机！】
en_us: [Ding! Warning, warning! Great Immortal’s hostility towards you is off the charts, extinction imminent. Extinction imminent!]

source: 【叮！请在十秒内开始任务。九……八……】
en_us: [Ding! Please begin your mission in ten seconds. Nine... Eight...]

source: 【叮！随机任务发布：请宿主独自守护大佬的门派！】
en_us: [Ding! Random mission notification: Host, please defend the Big Guy's sect by yourself!]

source: 【叮，敌方战力百分比为：80%、90%、100%、200%、1000%……￥%@￥@￥%@￥%￥%】
en_us: [Ding, opponent's battle percentage: 80%, 90%, 100%, 200%, 1000%...￥%@￥@￥%@￥%￥%]

source: 【叮，正在扫描敌方实力！开始匹配数据库最适合功法。】
en_us: [Ding, scanning opponent's strengths! Beginning to match data in data base for most suitable cultivation technique.]

source: 【宿主重大事件读取中：1.五岁零三个月，偷亲隔壁家四岁女性，被敌方父母痛揍，未有生命危险；2.十岁零七个月，凌晨三点尿床，毁烧床单引发大火，未有生命危险；3.二十岁零八个月……】
en_us: [Top events in the host's life: 1. At the age of five years and three months, he was beaten by the parents of the four-year-old girl next door that he kissed. His life was not threatened; 2. At the age of ten years and seven months, he wet his bed at 3 a.m., causing a fire to break out. His life was not threatened; 3. At the age of 20 years and three months-]

source: 【宿主：枫影！低级位面生命体，当地计时年龄:236岁，性别男，元婴中期。金火土三灵根，低品资质（已洗为高品），于3岁绑定系统，39岁成功激活，技能有：剑术，隐身，混元诀等。】
en_us: [Host: Feng Ying! Low-dimensional life-form; age in this dimension: 236-years-old; gender: male; mid-stage Nascent Soul. The host possesses three elemental Spirit Roots: Gold, Fire and Earth. Low-quality qualifications (cleansed to high-quality); bound by the system at the age of three; successfully activated at 39-years-old. Techniques: Sword technique, Invisibility technque, Core Mixing technique, etc.]

source: 【编号：CIEH12，主要功能有探测、导航、劝导、演示以及全套ZC999星初级规章制度，适用于任意新生意识生命体，即幼年期宿主。】
en_us: [Serial number: CIEH12. Main capabilities: detection, navigation, persuasion, demonstration and storage of the full set of Planet ZC999's primary rules and regulations. The system is specially meant for sentient beings, from newborns to juveniles.]

source: 一下一下又一下……
en_us: Again and again and again...

source: 一个一身蓝底白衣满身威压的男人被推到了她面前。
en_us: A man clad in a blue gown over a white outfit was pushed over to her.

source: 一个全身被黑雾掩盖的身影，发出一声惊叹。
en_us: A figure completely covered by black fog exclaimed in surprise.

source: 一个多时辰后……
en_us: About two hours later…

source: 一个字，一个笔画，一个标点符号都没有！
en_us: Not a word, a letter, or even a punctuation was dedicated to her!

source: 一个小时……
en_us: An hour...

source: 一个小时后……
en_us: An hour later...

source: 一个巨大的阵法，突然浮现出来，瞬间就盖住了原本的血阵。他们只觉得全身一重，直接被阵法压制得单膝跪了下来，连着身上的灵气也开始源源不断的涌入阵中。
en_us: A huge array formation suddenly emerged and instantly covered the original blood array. They felt their whole body become heavy; the array was pressing down on them until they were forced to kneel down on one knee. The Spirit Qi began to flow out from their body continuously into the array.

source: 一个打二十个？
en_us: One person fighting twenty others?

source: 一个时辰过去了……
en_us: Two hours passed.

source: 一个熟悉的身影，心无旁骛专心致致的吃饭，若不是桌上的饭菜肉眼可见的减少着，整个画面像是循环播放的一样。直到上面的碗碟全空，那影像才有了新变化。一个浑身是血的人突然掉了下来。身着一袭红衣，发丝缕乱，脸被血迹糊了一半，但隐隐可以看出是一名绝色女子。
en_us: A familiar figure was eating, her whole attention on the food. If one could not fail to see the food on the table visibly diminishing, one would have mistaken it for a looping movie clip. It was not until the dishes were completely empty that the scene changed. A figure covered in blood suddenly came crashing down. Wearing a red dress, her hair was dishevelled and half her face was smeared in blood. But even so, one could still make out that she was a stunning woman.

source: 一个结丹，四五个涨了小境界，她们已经有了体修的根基，再也转不回来了。尼玛，要不要这么杯具啊？！他明明教的是剑修，为什么她们一个个的，全练成了体修啊喂？
en_us: One was completing Core Formation while another four or five of them were advancing by another minor realm. With the foundation of a Body Cultivator, there was no turning back. What the hell, did it have to be so tragic?! He had undoubtedly taught sword cultivation, so why had they all practiced body cultivation?

source: 一个身影从坑里手脚并用的爬了出来，那是一个看着只有十五六岁的少年（女？），一身绿色的衣衫，长发及地，带着点稚嫩的脸，美得惊心动魄。仿佛上天最完美的杰作，连着满地的鲜花都瞬间失去了颜色，就连当初戚橙雨也不及它绝色。
en_us: A figure emerged from the pit, using its hands and legs to crawl out. It looked like a fifteen to sixteen-year-old teenage girl who wore a green robe, her long hair reaching the ground. She had a gentle face and was strikingly beautiful, looking like she was a perfect creation of heaven. The flowers around her suddenly seemed pale in comparison. Even Qi Chengyu couldn't compare to her beauty.

source: 一个身影出现在一处屋檐下，正紧张的四下张望着。
en_us: A silhouette of a person appeared at an area beneath a roof and was checking out the surroundings nervously.

source: 一个身着朴素长袍，双手拄着一把华丽狭长的七彩神剑，很随意地坐在石梯上的老人。
en_us: Decked in a simple long robe, an old man wielded an opulent, narrow rainbow-colored longsword in his hands. He was seated casually on the stone steps.

source: 一些家族子弟暗暗放松警戒大笑不停，在他们看来江逸这个废物怎么敢反抗，就算反抗他凭什么反抗？凭他铸鼎境一重的实力吗？对于江豹和江松被江逸伤了之事，众人原本就不相信，此刻更是彻底不信了。
en_us: Some of the familial descendants sliently let their guard down and started laughing uncontrollably. In their eyes, how could a useless good-for-nothing like Jiang Yi ever dare to resist; and, even if he chose to resist, on what basis could he rely on to fight back? Could he just rely on his power level alone, being only at the first stage of the Cast Tripod Realm? Regarding the events in which Jiang Bao and Jiang Song were injured by Jiang Yi - everyone had initially disbelieved the stories, and at the moment they were even more so in completely disbelief that such events even happened.

source: 一些江家子弟被吓到了，对付江逸这样的小角色，还需要如此高级的武技？江如鹰这铸鼎境三重的武者全力一击，确定不会活活把江逸劈死？有两个胆子小的甚至把眼睛闭上了，避免看到血肉模糊内脏横飞的场面。
en_us: Some of the Jiang Clan descendants were shocked. Surely one did not need such high-grade martial arts skills to deal with a small character like Jiang Yi? Was Jiang Ruying certain that, being a martial artist with a power level at the third stage of the Cast Tripod Realm and applying all this power in a single attack, he would not simply chop and split Jiang Yi to death? Two of the descendants, both having very little courage, even closed their eyes, to avoid seeing the spectacle of bodily mutilation and bloody splatter being inflicted.

source: 一代无敌天帝的传奇历史自此终结，新的轮回缓缓拉开了序幕……
en_us: The legend of a generation, the invincible Nine-Yang Celestial Thearch, had come to an end. The cycle of Samsara slowly pulled opened the curtains of a new beginning…

source: 一分钟之后……
en_us: One minute later...

source: 一分钟后。
en_us: After a minute...

source: 一分钟后，郁昊天——扑街！
en_us: On minute later, Yu Haotian kicked the bucket!

source: 一切都不同了！
en_us: the condition had changed completely!

source: 一刻钟后他就再也笑不出来了。
en_us: A moment later, his smile was wiped off his face completely.

source: 一名导师走了过来，江逸连忙将包裹内的令牌全部取了出去，那导师又询问了江逸的名字年龄，这才朝导师群中沉喝道：“学员江逸，得到令牌总四十七枚，通过血炼，目前排名第十八。”
en_us: Jiang Yi hastily retrieved all his tokens from his baggage as a mentor walked over. The mentor then inquired for his name and age, before calling out to the group of mentors in a booming voice," Apprentice Jiang Yi, obtained a total of 47 tokens, cleared the Blood Alchemy, currently ranked 18th,".

source: 一名带着野猪面具的武者，立即起身朝练功房内走去，很快房门关闭，里面隐约响起打斗声，还有那少女的娇喝声。
en_us: A martial artist wearing a mask of a wild boar immediately stood up and walked towards that technique practicing room. It was not long before the doors to the room sealed shut. The sounds of combat and the teenage girl's delicate voice vaguely rang out from inside.

source: 一团混乱的弟子这才退了回去，可恰恰是这么一退，那团黑气瞬间从人群中钻了出来，抓紧机会凌空而起，朝着右边的方向冲了出去。
en_us: The chaotic crowd of disciples started retreating at his command, but at the exact moment that they retreated, the Black Qi suddenly burrowed out from the crowd, shot up into the sky and headed to the right.

source: 一声怪叫划破长空。
en_us: A weird scream cut the air.

source: 一声惨叫顿时划破长空，那团东西啪的一下掉在了屋顶上，身上的黑气尽散，露出个一身黑衣的少年，只是头上顶着两只黑色的耳朵，背后甩着两根胖乎乎的大尾巴。
en_us: There was a piercing scream and the blob fell onto the roof with a thud. The black Qi around its body dissipated, revealing a young boy dressed in black, with two black ears on his head and two fat tails behind him.

source: 一夜修炼无话。
en_us: A silent night of cultivating.

source: 一年！沈萤嘴角抽抽了一下，脑海里顿时浮现了一个公式：历练=没有厨子=没人做饭=即将断粮！转头瞅了瞅旁边的孤月，还等于一年猪食！
en_us: One year! Shen Ying's mouth twitched a bit, and suddenly a formula appeared in her head: training expedition = no chef = no one to cook my meals = pending food crisis! Turning back to look at Lonemoon, she thought to herself: this means one year of eating pig swill!

source: 一开始还以为只是沈萤同情心泛滥，可怜那魔修所以硬拉着他们一块去的。没想到后面居然藏着这么大一个惊喜！沈萤平时看起来哪哪都不靠谱的样子，心思却这么敏税，一针见血。
en_us: At first, he thought that it was Shen Ying's sympathy working overtime, that she had dragged them along on her escapade because she pitied the fiendish cultivator. He certainly did not expect such a pleasant surprise in store! Shen Ying did not usually give the impression that she was the reliable sort, so he had been surprised by her being so alert and sharp; she had immediately grasped the crux of the matter.

source: 一念至此，江逸脸上露出一丝狠色，既然把对方打伤了，那么一不做二不休，他也就干脆光棍起来。
en_us: With that, a ruthless expression suffused Jiang Yi's face. Since he’d already thrashed Jiang Bao, he might as well stick it out to the end and act like a hoodlum.

source: 一想到小奴，江逸脸上狰狞的表情终于平和下来，似乎身上也没那么痛了。日子虽然艰苦，但他一直没有放弃，一直觉得自己还有继续搏下去勇气的最重要原因，便是这个和他一道长大，情同兄妹，对他始终不离不弃，平日里各种鼓励打气的小侍女了。
en_us: When Xiaonu came into his mind, Jiang Yi’s ferocious glare finally lost its edge, and his body seemed to stop throbbing for a moment. The days might have passed painfully with much difficulty, but he never gave up completely. He always felt that the greatest motivation for him—the reason why he could endure day after day of torment—was this little servant girl. Xiaonu had grown up with him, and they were as close as peas in a pod. Despite his situation, she had neither given up on him nor left him behind. Instead, she tried all methods to motivate and encourage him daily.

source: 一想到这点，他就止不住兴奋，这回一定一定要看好了，隔绝新弟子们跟沈萤任何接触的可能。这回他定要陪养出一批纯粹的剑修。
en_us: Lonemoon got excited just thinking about this. They were going to make it this time. He was going to make sure that his new disciples would not get distracted by Shen Ying anymore. This time, he was going to train them to become pure Sword Cultivators.

source: 一手带着青尹，没有说过什么话的青亦，却突然神情一沉，身上瞬间暴发出一股比之前庞大数百倍的气势，攻上去的灵剑突然在他两尺前的地方停住，哐当一声瞬间全被震成了碎片。
en_us: Qing Yi did not say much as he pulled along Qing Yin, but his expression suddenly became solemn and his body released an imposing aura hundreds of times greater than before. The spirit swords that were attacking Qing Yi stopped in front of him and they all shattered into pieces.

source: 一把抓起包子，啊呜几口吃完，转身就朝着满地废墟的偏殿走去，一路走到了床边，掀起被子躺了进去。
en_us: She picked up the bun and swallowed it in a few mouthfuls, then turned and started walking towards the ruins of the palace wing until she reached her bed, whereupon she lifted her blanket and laid down.

source: 一把抱住了他旁边的沈萤，飞上了天空。
en_us: He put his arm around Shen Ying and flew into the sky.

source: 一拳比一拳重，一拳比一拳不能反抗，几息过去，印天飞彻底失去了意识。
en_us: Each punch was heavier than the last, making it harder for Yin Yuanfei. After a while, Yin Yuanfei completely lost consciousness.

source: 一挑五！有点牛逼！
en_us: One against five! Impressive!

source: 一探鼻息，得，又没气了！
en_us: Let's check his breath… Oh no, he's not breathing again!

source: 一时有些犹豫，这么大的恩情，也不知该如何报答，但他现在的情况，确实需要。想了想终是点了头，“谢谢。”
en_us: He hesitated to accept it, as he felt he could not repay this great act of kindness. However, in his current sorry state, he really needed it. After thinking it over, he finally nodded and said, "Thanks."

source: 一时间十几个化神修士就冲了出来，一道剑气直接斩向思羽，瞬间把她逼退了好几丈。眼看着满天各式法器就要落在三人身上。
en_us: Immediately, a dozen or so Soul Formation cultivators rushed out, and a stream of Sword Qi headed directly towards Si Yu, instantly forcing her to stagger backwards. All kinds of Dharma artifacts were about to rain down on the three of them.

source: 一时间只看她一截接一截的从里面拿出各式各样，死透透的兽尸，而且还全都是半截的，品种之丰富，类型之齐全。比任何一本灵兽书上写的都要完全。
en_us: Shen Ying retrieved sections after sections of dead beast corpses from her bag. All the beasts had been severed in two and came from a wide variety of species that were more comprehensive than could be found in any spirit beast encyclopedia.

source: 一时间四周灵气大涨，疯狂的朝着思羽涌了过去。
en_us: Suddenly, the level of Spirit Qi in the surrounding spiked as it was all drawn towards Si Yu.

source: 一时间所有的目光，齐唰唰的看向了羿清。
en_us: Suddenly, all the surrounding gazes were turned onto Yi Qing.

source: 一时间所有门派全把矛头对准了郁家，之前有多追捧，现在就有多唾弃。原本位于四大世家之一的郁家，已呈分崩离兮之势。门下弟子门人或是出走，或是改名换姓，不到半个月的功夫，实力已经不如三流的小门派。
en_us: At once, all the sects and families became enemies of the Yu Family. As much as they held the Yu Family in high esteem earlier, they now hated the Yu Family. While it was originally one of four aristocratic families, it had now fallen from glory. All its disciples either left or changed their names. Within half a month, they became worse off than a small sect.

source: 一时间满场都是思羽伤心欲绝的哭声。
en_us: Suddenly, the place was filled with Si Yu's grieved wails.

source: 一时间满天的术法亮起，羿清和孤月虽然都是剑修，超阶对付一两个游仙没问题，但顶不住对方人多啊。当初三大世家进来的时候，除了轩辕家有几个游仙伤重未愈外，其它两家几乎带上了家族所有的游仙。
en_us: Sorcery filled the air in seconds. Yi Qing and Lonemoon were sword cultivators and could handle one or two Traveling Immortals, but there were simply too many of them. When the three masters of the aristocratic families entered the pagoda, they brought along all the Traveling Immortals from their families. Only the master of the Xuan Yuan Family did not do so, and that was only because the Traveling Immortals from his family were all seriously wounded.

source: 一时间那高高在上的众，脸色一时青一些黑，特别精彩起来，都有种搬起石头砸自己脚的感觉。
en_us: Within a moment, the crowd came down from their moral high horse. Some of their expressions remained dark, while others seemed to look uncomfortable. The crowd felt as if they had just shot themselves in the foot.

source: 一时间，仿佛日月都失去了光辉，天地间只余那缓步走来的人。
en_us: The sun and the moon seemed insignificant compared to this girl—she was now all that mattered.

source: 一时间，众人都沉默了，三个家主相互交换了个眼神，半会才似下定了什么决心似的，点了点头。
en_us: For a time everyone was silent and the three patriarchs exchanged looks. After a while, they seemed to come to a decision and nodded.

source: 一时间，整个上青界的修士，都激动了！那两名下界来的剑修之名，更是火遍了大街小巷，各座仙城。成为了修士们日常聊天的必备话题。
en_us: Suddenly, all the cultivators in the Upper Azure World were on their toes! The two sword cultivators from the Lower Realm became the talk of the town. Their names spread like wildfire throughout all the towns in the Upper Azure World, and they were also the topic in all daily conversations.

source: 一时间，整个林内都是地震一般嘭嘭嘭的砸地声，和她那一句句愤怒质问，“知道不知道在睡觉，知道不知道，知道不知道……”
en_us: For a time, the whole forest was filled with earthquaking crashing sounds mixed with her angry questioning, "Didn't you know I was sleeping, didn't you know, didn't you know…"

source: 一枚人阶上品丹药十两银子，十枚就是一百两，也就是一两紫金。要是能在一个月内炼制出一百枚人阶上品丹药，他欠下风月楼的巨额债务不就可以轻松还上了吗？万一再炼制出一枚刚才这种地阶丹药，那说不定只要几枚就能变卖十两紫金了……
en_us: A Man-tier superior-grade elixir pill was worth ten taels of silver. Ten pills were worth a hundred taels—or one tael of purple gold. If he could produce a hundred Man-tier superior-grade elixirs within a month's time, wouldn't he be able to easily return the enormous debt to the people of Fengyue Brothel?

source: 一步，两步，三步！
en_us: One step, two steps, three steps!

source: 一炷香之后，他来到了天羽城的城中心广场内，广场内人来人往，车水马龙很是热闹，江逸全身笼罩内黑袍内，引起了一些人注意，不过城内人多嘈杂，大家倒是没怎么在意。
en_us: After five minutes, he arrived in the City Plaza in the middle of Skyplume City. People came and went in and around the plaza, with much heavy traffic that made the square bustling with activity. With his entire body enveloped in pitch-black robes, Jiang Yi did attract the attention of some people; however, as the city was crowded and noisy, most people did not seem to take notice.
